{
  "public": {
    "program": {
      "@name": "Hero Lab",
      "@url": "https://www.wolflair.com",
      "programinfo": "Hero Lab and the Hero Lab logo are Registered Trademarks of LWD Technology, Inc. Free download at https://www.wolflair.com\nMutants & Masterminds, Third Edition is ©2010-2017 Green Ronin Publishing, LLC. All rights reserved.",
      "version": {
        "@version": "8.9h",
        "@primary": "8",
        "@secondary": "9",
        "@tertiary": "h",
        "@build": "958"
      }
    },
    "localization": {
      "@language": "eng",
      "@units": "imperial"
    },
    "character": {
      "@active": "yes",
      "@characterindex": "1",
      "@nature": "normal",
      "@role": "npc",
      "@relationship": "enemy",
      "@type": "Hero",
      "@name": "AAAABBAAAA",
      "@playername": "",
      "powerpoints": {
        "@text": "195 PP",
        "@value": "195"
      },
      "powerlevel": {
        "@text": "PL 16",
        "@value": "16"
      },
      "size": {
        "@name": "Medium"
      },
      "resources": {
        "@startingpp": "150",
        "@totalpp": "150",
        "@startingpl": "10",
        "@currentpl": "16",
        "@wealth": "8",
        "resource": [
          {
            "@name": "Abilities",
            "@spent": "72"
          },
          {
            "@name": "Powers",
            "@spent": "0"
          },
          {
            "@name": "Advantages",
            "@spent": "8"
          },
          {
            "@name": "Skills",
            "@spent": "105"
          },
          {
            "@name": "Defenses",
            "@spent": "10"
          }
        ]
      },
      "personal": {
        "@gender": "Male",
        "@age": "25",
        "@hair": "",
        "@eyes": "",
        "description": [],
        "charheight": {
          "@text": "5' 8\"",
          "@value": "68"
        },
        "charweight": {
          "@text": "175 lb.",
          "@value": "175"
        }
      },
      "languages": {
        "language": {
          "@name": "Native Language",
          "@useradded": "no"
        }
      },
      "attributes": [
        {
          "@name": "Strength",
          "@text": "1",
          "@base": "1",
          "@modified": "1",
          "cost": {
            "@text": "2 PP",
            "@value": "2"
          }
        },
        {
          "@name": "Stamina",
          "@text": "5",
          "@base": "5",
          "@modified": "5",
          "cost": {
            "@text": "10 PP",
            "@value": "10"
          }
        },
        {
          "@name": "Agility",
          "@text": "2",
          "@base": "2",
          "@modified": "2",
          "cost": {
            "@text": "4 PP",
            "@value": "4"
          }
        },
        {
          "@name": "Dexterity",
          "@text": "6",
          "@base": "6",
          "@modified": "6",
          "cost": {
            "@text": "12 PP",
            "@value": "12"
          }
        },
        {
          "@name": "Fighting",
          "@text": "3",
          "@base": "3",
          "@modified": "3",
          "cost": {
            "@text": "6 PP",
            "@value": "6"
          }
        },
        {
          "@name": "Intellect",
          "@text": "7",
          "@base": "7",
          "@modified": "7",
          "cost": {
            "@text": "14 PP",
            "@value": "14"
          }
        },
        {
          "@name": "Awareness",
          "@text": "4",
          "@base": "4",
          "@modified": "4",
          "cost": {
            "@text": "8 PP",
            "@value": "8"
          }
        },
        {
          "@name": "Presence",
          "@text": "8",
          "@base": "8",
          "@modified": "8",
          "cost": {
            "@text": "16 PP",
            "@value": "16"
          }
        }
      ],
      "defenses": [
        {
          "@name": "Dodge",
          "@abbr": "Dodge",
          "@text": "3",
          "@base": "3",
          "@modified": "3",
          "@impervious": "0",
          "cost": {
            "@text": "1 PP",
            "@value": "1"
          }
        },
        {
          "@name": "Parry",
          "@abbr": "Parry",
          "@text": "5",
          "@base": "5",
          "@modified": "5",
          "@impervious": "0",
          "cost": {
            "@text": "2 PP",
            "@value": "2"
          }
        },
        {
          "@name": "Fortitude",
          "@abbr": "Fort",
          "@text": "8",
          "@base": "8",
          "@modified": "8",
          "@impervious": "0",
          "cost": {
            "@text": "3 PP",
            "@value": "3"
          }
        },
        {
          "@name": "Toughness",
          "@abbr": "Tou",
          "@text": "5",
          "@base": "5",
          "@modified": "5",
          "@impervious": "0",
          "cost": {
            "@text": "0 PP",
            "@value": "0"
          }
        },
        {
          "@name": "Will",
          "@abbr": "Will",
          "@text": "8",
          "@base": "8",
          "@modified": "8",
          "@impervious": "0",
          "cost": {
            "@text": "4 PP",
            "@value": "4"
          }
        }
      ],
      "initiative": {
        "@total": "+2"
      },
      "skills": [
        {
          "@name": "Acrobatics",
          "@attrbonus": "2",
          "@value": "-",
          "@base": "-",
          "@trainedonly": "yes",
          "@usable": "no",
          "description": "Use Acrobatics to flip, dive, roll, tumble, and perform other acrobatic maneuvers, as well as keeping your balance under difficult circumstances.\n\nBalancing: You can keep your balance and move along a precarious surface at your ground speed minus 1 rank with a successful Acrobatics check against the surface's DC. A degree of failure indicates you spend your move action just maintaining your balance and do not actually move, while two or more degrees of failure means you lose your balance and fall. You are vulnerable while balancing. If you accept a +5 increase to the Acrobatics DC, you are not vulnerable.\n\nManeuvering: You can make Acrobatics checks for various acrobatic stunts or maneuvers, from back flips to jumping over an opponent (to get behind them), flipping up onto a ledge, tumbling through obstacles, and so forth. The GM sets the DC. Success means you accomplish the maneuver.\n\nStanding: You can make a DC 20 Acrobatics check to go from prone to standing as a free action rather than a move action. A failed check means you remain prone.\n\nTumbling: You can make an Acrobatics check (DC 5) to lessen damage from a fall, reducing the damage by 1 per degree. A fall reduced to rank 0 damage does no damage and you quickly roll to your feet as a free action. Otherwise, you are prone at the end of a fall.",
          "cost": {
            "@text": "0 PP",
            "@value": "0"
          }
        },
        {
          "@name": "Athletics",
          "@attrbonus": "1",
          "@value": "+2",
          "@base": "1",
          "description": "Use Athletics for physical feats like climbing, jumping, riding animal mounts, and swimming.\n\nClimbing: With a successful Athletics check, you can climb along a slope, wall, or other steep incline at your ground speed rank minus 2 as a move action. A perfectly smooth, flat, vertical surface can't be climbed without the Wall-crawling effect of Movement (see the Powers chapter).\n\nJumping: The result of an Athletics check is the distance (in feet) you can clear in a running long-jump. If you make a standing jump, divide the distance in half. If you make a vertical jump (straight up) divide the distance by 5, and if you make a standing vertical jump, divide it by 10. Your Athletics bonus + 10 is the base distance you can jump under routine circumstances.\n\nRunning: You can make a DC 15 Athletics check as a free action to run faster: success increases your ground speed rank by +1 for one round.\n\nSwimming: A successful DC 10 Athletics check allows you to swim your ground speed rank minus 2 as a move action. If the check fails, you make no progress through the water during the action. With more than one degree of failure, you go under. If underwater, you must hold your breath to avoid drowning.",
          "cost": {
            "@text": "0.5 PP",
            "@value": "0.5"
          }
        },
        {
          "@name": "Close Combat: Cloc 1",
          "@attrbonus": "3",
          "@value": "+5",
          "@base": "2",
          "description": "You're trained with a particular type of close attack, giving you a bonus to your attack checks with it equal to your skill rank (see Attack Check in The Basics and in the Action & Adventure chapter). Each close attack is a separate Close Combat skill with its own rank, and encompasses a single weapon or power, although an array may be considered one power, at the Gamemaster's discretion (see Arrays in the Powers chapter for more information).",
          "cost": {
            "@text": "1 PP",
            "@value": "1"
          }
        },
        {
          "@name": "Close Combat: Cloc 2",
          "@attrbonus": "3",
          "@value": "+6",
          "@base": "3",
          "description": "You're trained with a particular type of close attack, giving you a bonus to your attack checks with it equal to your skill rank (see Attack Check in The Basics and in the Action & Adventure chapter). Each close attack is a separate Close Combat skill with its own rank, and encompasses a single weapon or power, although an array may be considered one power, at the Gamemaster's discretion (see Arrays in the Powers chapter for more information).",
          "cost": {
            "@text": "1.5 PP",
            "@value": "1.5"
          }
        },
        {
          "@name": "Deception",
          "@attrbonus": "8",
          "@value": "+12",
          "@base": "4",
          "description": "Deception is the skill of getting others to believe what you want them to believe. It covers things like acting, bluffing, fast-talk, trickery, and subterfuge. Deception takes as long as it takes to spin-out your story.\n\nBluffing: Make a Deception check to tell a believable lie or get someone do go along with you. A bluff is usually opposed by the target's Deception or Insight check. Favorable and unfavorable circumstances weigh heavily on the outcome.\n\nDisguise: You can use makeup, costumes, and other props to change your appearance. Your Deception check result determines the effectiveness of the disguise, opposed by others' Perception check results. The GM makes the Deception check secretly, so you are not sure exactly how well your disguise holds up under scrutiny.\n\nFeinting: You can use Deception as a standard action to mislead an opponent in combat. Make a Deception check as a standard action. If your Deception check succeeds, the target is vulnerable against your next attack, until the end of your next round (see Vulnerable in the Conditions section of The Basics chapter).\n\nInnuendo: You can use Deception to send covert messages using wordplay and double-meanings while apparently talking about other things. The DC for a basic message is 10. Complex messages or messages trying to communicate new information have DCs of 15 or 20, respectively. The recipient of the message must make an Insight check against the same DC to understand it.\n\nTricking: You can use Deception to mislead an opponent into taking a potentially unwise action, such as trying to hit you while standing in front of an electrical junction box or at the edge of a precipice. If your Deception check opposed by Deception or Insight succeeds, your opponent is heedless of the potential danger and may hit the junction box or lose his balance and fall, if his attack against you fails.",
          "cost": {
            "@text": "2 PP",
            "@value": "2"
          }
        },
        {
          "@name": "Expertise (AWE): Exper1 Awe",
          "@attrbonus": "4",
          "@value": "+9",
          "@base": "5",
          "@trainedonly": "yes",
          "description": "This Expertise skill is based on your Awareness ability score.\n\nExpertise is a broad skill encompassing knowledge and training in a variety of specialized fields, particularly professional disciplines and scholarship. Each is considered a separate skill and training in each is acquired separately, so a former police officer turned district attorney might have Expertise: Police Officer and Expertise: Law, each with their own ranks, for example.\n\nSample Expertise domains: Art, Business, Carpentry, Cooking, Criminal, Current Events, Dance, History, Journalism, Law, Law Enforcement, Medicine, Military, Music, Magic, Philosophy, Politics, Popular Culture, Psychiatry, Science, Sociology, Streetwise, Theology.",
          "cost": {
            "@text": "2.5 PP",
            "@value": "2.5"
          }
        },
        {
          "@name": "Expertise (STR): Exper2 Str",
          "@attrbonus": "1",
          "@value": "+7",
          "@base": "6",
          "@trainedonly": "yes",
          "description": "This Expertise skill is based on your Strength ability score.\n\nExpertise is a broad skill encompassing knowledge and training in a variety of specialized fields, particularly professional disciplines and scholarship. Each is considered a separate skill and training in each is acquired separately, so a former police officer turned district attorney might have Expertise: Police Officer and Expertise: Law, each with their own ranks, for example.\n\nSample Expertise domains: Art, Business, Carpentry, Cooking, Criminal, Current Events, Dance, History, Journalism, Law, Law Enforcement, Medicine, Military, Music, Magic, Philosophy, Politics, Popular Culture, Psychiatry, Science, Sociology, Streetwise, Theology.",
          "cost": {
            "@text": "3 PP",
            "@value": "3"
          }
        },
        {
          "@name": "Expertise: Exper3 Int",
          "@attrbonus": "7",
          "@value": "+14",
          "@base": "7",
          "@trainedonly": "yes",
          "description": "Expertise is a broad skill encompassing knowledge and training in a variety of specialized fields, particularly professional disciplines and scholarship. Each is considered a separate skill and training in each is acquired separately, so a former police officer turned district attorney might have Expertise: Police Officer and Expertise: Law, each with their own ranks, for example.\n\nSample Expertise domains: Art, Business, Carpentry, Cooking, Criminal, Current Events, Dance, History, Journalism, Law, Law Enforcement, Medicine, Military, Music, Magic, Philosophy, Politics, Popular Culture, Psychiatry, Science, Sociology, Streetwise, Theology.",
          "cost": {
            "@text": "3.5 PP",
            "@value": "3.5"
          }
        },
        {
          "@name": "Expertise: Exper4(original) Int",
          "@attrbonus": "7",
          "@value": "+15",
          "@base": "8",
          "@trainedonly": "yes",
          "description": "Expertise is a broad skill encompassing knowledge and training in a variety of specialized fields, particularly professional disciplines and scholarship. Each is considered a separate skill and training in each is acquired separately, so a former police officer turned district attorney might have Expertise: Police Officer and Expertise: Law, each with their own ranks, for example.\n\nSample Expertise domains: Art, Business, Carpentry, Cooking, Criminal, Current Events, Dance, History, Journalism, Law, Law Enforcement, Medicine, Military, Music, Magic, Philosophy, Politics, Popular Culture, Psychiatry, Science, Sociology, Streetwise, Theology.",
          "cost": {
            "@text": "4 PP",
            "@value": "4"
          }
        },
        {
          "@name": "Insight",
          "@attrbonus": "4",
          "@value": "+13",
          "@base": "9",
          "description": "You can tell someone's true intentions and feelings by paying attention to things like body language, inflection, and your own intuition.\n\nDetect Illusion: The GM makes a secret Insight check to determine if your hero senses the true nature of an illusion (DC 10 + Illusion rank). Success means you pick up on a flaw in the illusion, sensing it is not real. See the Illusion effect in the Powers chapter for details.\n\nDetect Influence: You can make an Insight check to notice someone acting under outside influence. The DC is 10 + the rank of the effect or skill affecting the subject. If you succeed, you notice the subject is not acting entirely of his or her own will. Three or more degrees give you a general idea of what is influencing them (and perhaps even whom, depending on the situation and the Gamemaster's  judgment).\n\nEvaluate: With an Insight check, opposed by Deception, you can tell if someone is trustworthy and honorable (or not) upon meeting them. You can also make an Insight check (DC 20) to evaluate a social situation, getting a feel for the overall mood and prevailing attitudes. Two or more degrees of failure on either check mean you misinterpret the signs, so the GM may make these checks for you in secret.\n\nInnuendo: You can use Insight to pick up on hidden messages sent via the Deception skill (see the Deception skill description).\n\nResist Influence: Make an Insight check when called to do so to resist or overcome the effects of certain interaction skills, such as Deception or Intimidation. If the result of your check exceeds your opponent's, you are unaffected by their attempt to influence you.",
          "cost": {
            "@text": "4.5 PP",
            "@value": "4.5"
          }
        },
        {
          "@name": "Intimidation",
          "@attrbonus": "8",
          "@value": "+18",
          "@base": "10",
          "description": "You know how to use threats (both real and implied) to get others to do what you want.\n\nCoercing: Make an Intimidation check, opposed by the target's Insight or Will defense (whichever has the highest bonus). If your check succeeds, you may treat the target as friendly, but only for actions taken in your presence. That is, the target retains his normal attitude, but will talk, advise, offer limited help, or advocate on your behalf while intimidated. The target cooperates, but won't necessarily obey your every whim or do anything that would directly endanger him.\n\nDemoralizing: You can use Intimidation in combat as a standard action to undermine an opponent's confidence. Make an Intimidation check as a standard action. If it succeeds, your target is impaired (a -2 circumstance penalty on checks) until the end of your next round. With four or more degrees of success, the target is disabled (a -5 penalty) until the end of your next round.\n\nIntimidating Minions: You can intimidate a whole group of minions - who can all see and hear you - with a single check. If the group has you at a disadvantage, you suffer the usual circumstance penalty on your check. Compare your check result against a single resistance check made by the GM for the entire group. Your Intimidation check must have the same effect on every member of the group.",
          "cost": {
            "@text": "5 PP",
            "@value": "5"
          }
        },
        {
          "@name": "Investigation",
          "@attrbonus": "7",
          "@value": "+18",
          "@base": "11",
          "@trainedonly": "yes",
          "description": "You know how to search for and study clues, gather information through interviews and surveillance, and analyze evidence to help solve crimes. The GM may make Investigation checks for you in secret, so you do not know exactly what you have found, or if you may have missed something.\n\nSearch: You can search an area for clues, hidden items, traps, and other details. Perception allows you to immediately notice things, while an Investigation check allows you to pick up on details with some effort.\n\nGather Evidence: To collect a piece of evidence for analysis, make an Investigation check (DC 15). If the check succeeds, the evidence can be analyzed (see the following). If the check fails, an analysis can be done, but with a -5 penalty for highly unfavorable circumstances. With more than one degree of failure, the evidence is ruined and no analysis can be done. On the other hand, two or more degrees of success provide a +2 circumstance bonus to later analysis.\n\nAnalyze Evidence: You can make an Investigation check to apply forensic knowledge to evidence. This function of Investigation does not give you clues where none exist. It simply allows you to extract useful information from evidence and clues you have found.\n\nGather Information: You know how to make contacts, collect gossip and rumors, question informants, and otherwise get information from people.\n\nSurveillance: You can set up surveillance of a particular area, watching from a stationary location. The DC of the subject's Stealth check to evade your notice is equal to the result of your Investigation check. For actively following a subject, see Tailing in the Stealth skill description.",
          "cost": {
            "@text": "5.5 PP",
            "@value": "5.5"
          }
        },
        {
          "@name": "Perception",
          "@attrbonus": "4",
          "@value": "+16",
          "@base": "12",
          "description": "Use this skill to notice and pick up on things. Discerning details - such as clearly hearing conversation or reading fine text - requires at least three degrees of success on the Perception check.\n\nHearing: Make a check against a DC based on how loud the noise is or against an opposed Stealth check. Normal conversation is DC 0, a soft noise DC 10. Listening through a door is +5 DC, +15 for a solid wall. While you're asleep, hearing something well enough to wake up is +10 DC.\n\nSeeing: Make a check against a DC based on how visible the object is or against an opposed Stealth check. Something in plain sight is DC 0, while something subtle or easily overlooked may be DC 5, 10 or more. Visual perception is also used to detect someone in disguise (see the Deception skill) or to notice a concealed object (see the Sleight of Hand skill).\n\nOther Senses: You can make Perception checks involving other sense types as well (see the Powers chapter for more on sense types). Noticing something obvious to a sense is DC 0. Less obvious things are DC 10 or so, hidden things DC 20 or more, and discerning details requires at least three degrees of success, as usual.",
          "cost": {
            "@text": "6 PP",
            "@value": "6"
          }
        },
        {
          "@name": "Persuasion",
          "@attrbonus": "8",
          "@value": "+21",
          "@base": "13",
          "description": "You're skilled in dealing with people, from etiquette and social graces to a way with words and public speaking, all of which helps to get your point across, make a good impression, negotiate, and generally win people over to your way of seeing things. In negotiations, all participants roll Persuasion checks to see who gains the advantage. Opposed checks also resolve cases where two advocates plead opposing cases before a third party. Non-player characters each have an initial attitude towards you or your cause. The GM chooses the character's initial attitude based on circumstances. Most of the time, people are favorable or indifferent toward heroes, but a specific circumstance or complication may call for a different attitude.",
          "cost": {
            "@text": "6.5 PP",
            "@value": "6.5"
          }
        },
        {
          "@name": "Ranged Combat: Ran 1",
          "@attrbonus": "6",
          "@value": "+20",
          "@base": "14",
          "description": "You're trained with a particular type of ranged attack, giving you a bonus to your attack checks with it equal to your skill rank (see Attack Check in The Basics and in the Action & Adventure chapter). Each ranged attack is a separate Ranged Combat skill with its own rank, and encompasses a single weapon or power, although an array may be considered one power, at the Gamemaster's discretion (see Arrays in the Powers chapter for more information).",
          "cost": {
            "@text": "7 PP",
            "@value": "7"
          }
        },
        {
          "@name": "Ranged Combat: Ran 2",
          "@attrbonus": "6",
          "@value": "+21",
          "@base": "15",
          "description": "You're trained with a particular type of ranged attack, giving you a bonus to your attack checks with it equal to your skill rank (see Attack Check in The Basics and in the Action & Adventure chapter). Each ranged attack is a separate Ranged Combat skill with its own rank, and encompasses a single weapon or power, although an array may be considered one power, at the Gamemaster's discretion (see Arrays in the Powers chapter for more information).",
          "cost": {
            "@text": "7.5 PP",
            "@value": "7.5"
          }
        },
        {
          "@name": "Sleight of Hand",
          "@attrbonus": "6",
          "@value": "+22",
          "@base": "16",
          "@trainedonly": "yes",
          "description": "You can perform dexterous feats of legerdemain such as palming small objects, picking pockets, slipping out of restraints, and so forth. Stage magicians use Sleight of Hand legitimately as a performance skill, but it is most commonly known for its criminal applications.\n\nConcealing: You can use Sleight of Hand to conceal a small item on your person, making your check result the DC of an Investigation or Perception check to find it.\n\nContorting: Make a DC 30 Sleight of Hand check to fit through a tight space wide enough for your head but too narrow for the width of your shoulders, or to reach through an opening wide enough for your hand, but too narrow for your arm.\n\nEscaping: Make a Sleight of Hand check to slip out of various restraints. This takes at least a minute per check.\n\nLegerdemain: Minor feats of Sleight of Hand, such as making a coin or playing card 'vanish', have a DC of 10 unless an observer is focused on noticing what you are doing. When you perform this skill under observation, your check is opposed by the observer's Perception check to see if they notice the trick.\n\nStealing: To covertly take something from another person make a Sleight of Hand check (DC 20). Your target makes a Perception check and notices the attempt if his check result beats yours, whether you succeed in taking the object or not. You can also make a Sleight of Hand check to plant a small object on someone, slip  something into their pocket, drop something into their drink, place a tiny radio tracer on them, and so forth.",
          "cost": {
            "@text": "8 PP",
            "@value": "8"
          }
        },
        {
          "@name": "Stealth",
          "@attrbonus": "2",
          "@value": "+19",
          "@base": "17",
          "description": "You're skilled in going unnoticed. While using Stealth, you can move at your speed rank minus 1 with no penalty. Faster than that, up to your full speed, you take a -5 circumstance penalty to your Stealth checks.\n\nHiding: If you have cover or concealment, make a Stealth check, opposed by an observer's Perception check, to hide and go unnoticed.\n\nTailing: You can use Stealth to tail someone at your normal speed. This assumes you have some cover or concealment (crowds of people, shadows, fog, etc.). If the subject is worried about being followed, he can make a Perception check (opposed by your Stealth check) every time he changes course (goes around a street corner, exits a building, and so on). If he is unsuspecting, he only gets one Perception check for the scene.",
          "cost": {
            "@text": "8.5 PP",
            "@value": "8.5"
          }
        },
        {
          "@name": "Technology",
          "@attrbonus": "7",
          "@value": "+25",
          "@base": "18",
          "@trainedonly": "yes",
          "description": "Technology covers operating, building, repairing, and generally working with technological devices and equipment. Without the proper tools or equipment, you take a -5 penalty to Technology checks for highly unfavorable circumstances.\n\nOperating: Most routine operations of technological equipment don't require a skill check and can be done untrained. Using an unfamiliar device does require a check, with the DC determined by how foreign or unusual the device is, from simple (DC 10) to highly advanced (DC 25 or more).\n\nBuilding: The difficulty and time required to make an item depends on its complexity, as shown on the Building Items table. If your Technology check succeeds, you have made the item after the necessary time.\n\nRepairing: You can also use Technology to repair damaged items, with a -5 to the DC to build the item and -2 to the time rank required. So you can perform repairs on a complex item in eight hours (time rank 12) with a DC of 20.\n\nJury-rigging: You can also attempt jury-rigged, or temporary, repairs. Doing this reduces the repair DC by an additional 5 (for a total of -10 to the DC to build the item), and allows you to make the Technology check as a standard action. However, a jury-rigged repair can only fix a single problem, and the repair only lasts until the end of the scene.\n\nDemolitions: Careful placement of an explosive against a fixed structure can maximize damage by exploiting vulnerabilities in the structure. This requires at least a minute and a DC 10 Technology check. The GM makes the check, so you don't know exactly how well you have done until the explosive goes off.\n\nInventing: If you have the Inventor advantage (see the Advantages chapter), you can use Technology to create inventions, temporary devices. See Inventing, page 145, for details.\n\nSecurity: You can use Technology to disarm or sabotage various security devices, including locks, traps, and sensors. This takes at least a minute, possibly longer, at the GM's discretion. The GM makes your Technology check secretly, so you don't necessarily know right away if you have succeeded.",
          "cost": {
            "@text": "9 PP",
            "@value": "9"
          }
        },
        {
          "@name": "Treatment",
          "@attrbonus": "7",
          "@value": "+26",
          "@base": "19",
          "@trainedonly": "yes",
          "description": "You're trained in treating injuries and ailments.\n\nDiagnosis: You can diagnose injuries and ailments with an eye toward further treatment. This takes at least a minute. At the GM's discretion, a successful diagnosis provides a +2 bonus for favorable circumstances on further Treatment checks.\n\nProvide Care: Providing care means treating an injured patient for a day or more. If successful, the patient further reduces the recovery time by 1 rank (see Recovery in the Action & Adventure chapter). You can provide care for up to your Treatment rank in patients at one time.\n\nRevive: You can remove the dazed or stunned conditions from a subject (see Conditions in the Action & Adventure chapter). The check to revive is a standard action. A successful check removes the condition.\n\nStabilize: As a standard action, a successful Treatment check stabilizes a dying character.\n\nTreat Disease and Poison: You can treat a character afflicted with a disease or poison. Each time the character makes a resistance check against the ailment, you make a Treatment check. One degree of success provides the patient with a +2 circumstance bonus to the resistance check, three or more degrees of success provides a +5 circumstance bonus.",
          "cost": {
            "@text": "9.5 PP",
            "@value": "9.5"
          }
        },
        {
          "@name": "Vehicles",
          "@attrbonus": "6",
          "@value": "+26",
          "@base": "20",
          "@trainedonly": "yes",
          "description": "Use this skill to operate vehicles, from ground vehicles like cars to boats, planes, or even spaceships! See Vehicles in the Gadgets & Gear chapter for details.\n\nRoutine tasks, such as ordinary operation of known vehicles, don't require a check and may even be done untrained for some vehicles, particularly common ones like cars. Make a check only when operating the vehicle in a stressful or dramatic situation like being chased or attacked, or trying to reach a destination in a limited amount of time.",
          "cost": {
            "@text": "10 PP",
            "@value": "10"
          }
        }
      ],
      "advantages": {
        "advantage": {
          "@name": "Equipment 8",
          "@categorytext": "General",
          "@useradded": "no",
          "description": "You have 5 points per rank in this advantage to spend on equipment. This includes vehicles and headquarters. See the Gadgets & Gear chapter for details on equipment and its costs. Many heroes rely almost solely on Equipment in conjunction with their skills and other advantages.",
          "advantagecategory": "General",
          "cost": {
            "@text": "8 PP",
            "@value": "8"
          }
        }
      },
      "powers": [],
      "attacks": [
        {
          "@name": "Grab",
          "@attack": "+5",
          "@dc": "11",
          "@crit": "20",
          "@special": "",
          "@descriptor": "Bludgeon",
          "description": "You can make a Grab attack to restrain or bind your opponent."
        },
        {
          "@name": "Machine Pistol",
          "@attack": "+6",
          "@dc": "18",
          "@crit": "20",
          "@special": "",
          "@descriptor": "Ballistic / Multiattack",
          "description": "A small automatic weapon, usable in one hand."
        },
        {
          "@name": "Rocket Launcher",
          "@attack": "+20",
          "@dc": "25",
          "@crit": "20",
          "@special": "Burst Area 7",
          "@descriptor": "Explosive",
          "description": "A rocket-launcher is generally an anti-tank weapon, although they also make useful anti-super-hero weapons as well. The primary target hit by the rocket resists explosive Damage 10, while all other targets in the burst area resist Damage 7. Some 'tank-killer' rockets are also Penetrating, to help overcome Impervious armor Protection, although the rocket's Damage typically does most of that work. Most rocket launchers can fire only one or two shots before they must be reloaded (standard action, meaning the launcher cannot fire that turn)."
        },
        {
          "@name": "Throw",
          "@attack": "+21",
          "@dc": "16",
          "@crit": "20",
          "@special": "",
          "@descriptor": "Bludgeon",
          "description": "Your basic thrown attack."
        },
        {
          "@name": "Unarmed",
          "@attack": "+6",
          "@dc": "16",
          "@crit": "20",
          "@special": "",
          "@descriptor": "Bludgeon",
          "description": "Your basic unarmed attack."
        }
      ],
      "gear": [
        {
          "@name": "Dropped to Ground (empty)",
          "@quantity": "1",
          "cost": {
            "@text": "",
            "@value": "0"
          },
          "description": "Any equipment dropped to the ground is held in this container.\nYou can move an item from one container to another by clicking the \"Gear\" button beside its info button."
        },
        {
          "@name": "Grab",
          "@quantity": "1",
          "cost": {
            "@text": "",
            "@value": "0"
          },
          "description": "You can make a Grab attack to restrain or bind your opponent."
        },
        {
          "@name": "Machine Pistol",
          "@quantity": "1",
          "cost": {
            "@text": "9 ep",
            "@value": "9"
          },
          "description": "A small automatic weapon, usable in one hand."
        },
        {
          "@name": "Rocket Launcher",
          "@quantity": "1",
          "cost": {
            "@text": "27 ep",
            "@value": "27"
          },
          "description": "A rocket-launcher is generally an anti-tank weapon, although they also make useful anti-super-hero weapons as well. The primary target hit by the rocket resists explosive Damage 10, while all other targets in the burst area resist Damage 7. Some 'tank-killer' rockets are also Penetrating, to help overcome Impervious armor Protection, although the rocket's Damage typically does most of that work. Most rocket launchers can fire only one or two shots before they must be reloaded (standard action, meaning the launcher cannot fire that turn)."
        },
        {
          "@name": "Throw",
          "@quantity": "1",
          "cost": {
            "@text": "",
            "@value": "0"
          },
          "description": "Your basic thrown attack."
        },
        {
          "@name": "Unarmed",
          "@quantity": "1",
          "cost": {
            "@text": "",
            "@value": "0"
          },
          "description": "Your basic unarmed attack."
        }
      ],
      "complications": [],
      "journals": {
        "journal": {
          "@name": "Title",
          "@gamedate": "0",
          "@realdate": "20230627",
          "@pp": "0",
          "@pl": "0",
          "@wealth": "0",
          "description": []
        }
      },
      "images": [],
      "validation": {
        "report": []
      },
      "settings": {
        "@summary": "Sourcebooks -> Cosmic Handbook: Cosmic Handbook; Sourcebooks -> Gadget Guides: Gadget Guides; Sourcebooks -> Hero High: Hero High; Sourcebooks -> Supernatural Handbook: Supernatural Handbook Equipment & Complications; Sourcebooks -> Gamemaster's Guide: Gamemaster's Guide Equipment"
      },
      "npc": {
        "description": [],
        "basics": [],
        "tactics": [],
        "ecology": [],
        "additional": []
      },
      "minions": []
    }
  }
}
